Repository: BGforgeNet/Fallout2-Party-Orders
Catalog: data/text/po/*.po
Languages: fr, german, it, pt_br, spanish, sv

source: ** PC auto-loot OFF **
fr: ** Pillage auto. désactivé **
german: ** Automatisch plündern: AUS **
it: ** PC auto-saccheggio OFF **
pt_br: ** Auto-saquear do PC DESLIGADO **
spanish: ** PC auto-botin OFF **
sv: ** PC auto-plundring AV **

source: ** PC auto-loot ON **
fr: ** Pillage auto. activé **
german: ** Automatisch plündern: AN **
it: ** PC auto-saccheggio ON **
pt_br: ** Auto-saquear do PC LIGADO **
spanish: ** PC auto-botin ON **
sv: ** PC auto-plundring ON **

source: As you wish.
fr: Comme tu veux.
german: Wie du wünscht.
it: Come desideri.
pt_br: Como você desejar.
spanish: Como quieras.
sv: Som du vill.

source: Right away.
fr: De suite.
german: Sofort.
it: Subito.
pt_br: Imediatamente.
spanish: Ahora mismo.
sv: På en gång.

source: Okey.
fr: Okay.
german: Klaro.
it: Ok.
pt_br: Okay.
spanish: Vale.
sv: Okej.

source: At your orders.
fr: A tes ordres.
german: Auf deinen Befehl.
it: Ai tuoi ordini.
pt_br: As ordens.
spanish: A tus órdenes.
sv: Som du beordrar.

source: You got it.
fr: Bien reçu.
german: Jetzt hast du es.
it: Va bene.
pt_br: Você entendeu.
spanish: Me parece bien.
sv: Ska ske.

source: At once.
fr: Tout de suite.
german: Sofort.
it: Una cosa alla volta.
pt_br: Imediatamente.
spanish: Enseguida.
sv: Med en gång.

source: Woof!
fr: Wouaf !
german: Wuff!
it: Uff!
pt_br: Uuuf!
spanish: ¡Guau!
sv: Voff!

source: Woof! Woof!
fr: Wouaf ! Wouaf !
german: Wuff! Wuff!
it: Uff! Uff!
pt_br: Uuuf! Uuuf!
spanish: ¡Guau Guau!
sv: Voff! Voff!

source: Put your weapon away,
fr: Range ton arme,
german: Steck deine Waffe weg,
it: Posa le tue armi,
pt_br: Guarde sua arma,
spanish: Guarda tu arma,
sv: Lägg undan ditt vapen,

source: Holster all your weapons, people.
fr: Rangez tous vos armes.
german: Holstert eure Waffen, Leute.
it: Gente, mettete le armi al sicuro.
pt_br: Guardem todas as suas armas, pessoal.
spanish: Guarden sus armas, chicos.
sv: Lägg tillbaka era vapen i holstren, gott folk.

source: You should heal yourself,
fr: Tu devrais te soigner,
german: Du solltest dich heilen,
it: Dovresti curarti,
pt_br: Você deveria se curar,
spanish: Deberías curarte,
sv: Du borde läka dig själv,

source: You should all heal yourselves now.
fr: Vous devriez tous vous soigner.
german: Ihr solltet euch jetzt alle heilen.
it: Dovresti curarti ora.
pt_br: Vocês todos deveriam se curar agora.
spanish: Todos ustedes deberían curarse a si mismos ahora.
sv: Ni borde alla läka er själva nu.

source: uses a super stimpak.
fr: utilise un super stimpak.
german: benutzt ein Super-Stimpak.
it: usa un super stimpak.
pt_br: usa um super stimpak.
spanish: utiliza un súper estimulante.
sv: använder ett super-stimpak.

source: uses a stimpak.
fr: utilise un stimpak.
german: benutzt ein Stimpak.
it: usa un stimpak.
pt_br: usa um stimpak.
spanish: utiliza un estimulante.
sv: använder ett stimpak.

source: heals
fr: se soigne
german: heilt
it: curati
pt_br: cura
spanish: cura
sv: läker

source: hit points.
fr: points d'impact.
german: Trefferpunkte.
it: punti ferita.
pt_br: pontos de dano.
spanish: puntos de vida.
sv: hälsopoäng.

source: fails to do any healing.
fr: ne parvient pas à se soigner.
german: scheitert sich zu heilen.
it: fallisci nel curarti.
pt_br: falha em fazer qualquer cura.
spanish: falla al hacer cualquier curación.
sv: misslyckas att hela.

source: is out of healing supplies.
fr: est à court de médicaments.
german: hat keine Heilmittel mehr.
it: e' senza le scorte curative.
pt_br: está sem suprimentos de cura.
spanish: se ha quedado sin suministros curativos.
sv: har slut på läkande förnödenheter.

source: Loot the remains,
fr: Va piller les restes,
german: Plünder die Überreste,
it: Razzia i resti,
pt_br: Saqueia os restos,
spanish: Saquea los restos,
sv: Plundra resterna,

source: That's enough. Come back,
fr: Ca suffit. Reviens,
german: Das reicht, komm zurück,
it: Basta cosi'. Torna indietro,
pt_br: Isso é o bastante. Volte,
spanish: Con eso es suficiente. Regresa,
sv: Det räcker. Kom tillbaka

source: I don't have enough room for that stuff.
fr: Je n'ai plus assez de place.
german: Ich habe nicht genug Platz für das ganze Zeug.
it: Non ho piu' spazio per quelle cose.
pt_br: Eu não tenho espaço o bastante pra essa coisa.
spanish: No tengo espacio suficiente para más cosas.
sv: Jag har inte tillräckligt mycket plats för det där.

source: Done.
fr: C'est terminé !
german: Fertig.
it: Fatto.
pt_br: Feito.
spanish: Hecho.
sv: Färdigt.

source: I've finished.
fr: J'ai terminé.
german: Ich bin fertig.
it: Ho finito.
pt_br: Eu terminei.
spanish: He terminado.
sv: Jag har gjort färdigt.

source: Done and done.
fr: Fait et terminé.
german: Fix und fertig.
it: Fatto eeee fatto.
pt_br: Feito e feito.
spanish: Dicho y hecho.
sv: Gjort och gjort.

source: That was all.
fr: C'est tout, il n'y a plus rien.
german: Das war alles.
it: Fatto tutto.
pt_br: Isso foi tudo.
spanish: Eso fue todo.
sv: Det var allt.

source: No more to loot.
fr: Il n'y a plus rien à piller.
german: Nichts mehr zu plündern.
it: Basta saccheggio.
pt_br: Não há mais pra saquear.
spanish: No hay más para saquear.
sv: Inget mer att plundra.

source: All party members are overloaded and can't loot.
fr: Tous les membres du groupe sont surchargés.
german: Alle Gruppenmitglieder sind überladen und können nicht mehr plündern.
it: Tutti i membri del party sono sovraccarichi e non possono saccheggiare.
pt_br: Todos os membros do grupo estão sobrecarregados e não podem saquear.
spanish: Todos los miembros del grupo están sobrecargados y no pueden saquear.
sv: Alla gruppmedlemmar är överbelastade och kan inte plundra.

source: Come here,
fr: Viens par ici,
german: Komm her,
it: Vieni qui',
pt_br: Venha aqui,
spanish: Ven aquí,
sv: Kom hit,

source: Everyone regroup!
fr: On se regroupe !
german: Alles neu gruppieren!
it: Raggruppatevi!
pt_br: Reagrupem todos!
spanish: Todos a reagruparse!
sv: Allihop, omgruppera er!

source: Give me some room,
fr: Laisse-moi un peu de place,
german: Mach mir Platz,
it: Dammi piu' spazio,
pt_br: Me dê um pouco de espaço,
spanish: Dame un poco de espacio,
sv: Ge mig lite utrymme,

source: Everyone spread!
fr: On se déploie !
german: Verteilt euch alle etwas!
it: Sparpagliatevi!
pt_br: Todos se espalhem!
spanish: Todos a dispersarse!
sv: Sprid ut er, allihop!

source: Switch to normal bullets,
fr: Passe aux balles normales,
german: Wechsel zu normaler Munition,
it: Usa proiettili normali,
pt_br: Trocar pra balas normais,
spanish: Cambia a balas normales,
sv: Byt till normala kulor,

source: Everyone switch to normal bullets!
fr: Tout le monde passe aux balles normales !
german: Wechselt alle zu normaler Munition!
it: Usate tutti proiettili normali!
pt_br: Todos troquem pra balas normais!
spanish: Todos cambiando a balas normales!
sv: Allihop, byt till normala kulor!

source: Switch to armor piercing bullets,
fr: Passe aux balles perforantes,
german: Wechsel zu panzerbrechender Munition,
it: Passa a proiettili perforanti,
pt_br: Troquem pra balas que perfuram armaduras,
spanish: Cambia a municiones perforadoras,
sv: Byt till pansargenomträngande kulor,

source: Everyone switch to armor piercing bullets!
fr: Tout le monde passe aux balles perforantes !
german: Wechselt alle zu panzerbrechender Munition!
it: Usate proiettili perforanti!
pt_br: Todos troquem pra balas que perfuram armaduras!
spanish: Todos cambiando a municiones perforadoras!
sv: Allihop, byt till pansargenomträngande kulor!

source: Burst at will!
fr: Feu à volonté !
german: Feuert was das Zeug hält!
it: Fuoco a volonta'!
pt_br: Explosivos a vontade!
spanish: Ráfaga a voluntad!
sv: Skjut skurar när som!

source: Don't use bursts!
fr: Tirer au coup par coup !
german: Munition sparen Leute!
it: Non usare la raffica!
pt_br: Não usem explosivos!
spanish: No utilizar ráfagas!
sv: Skjut inte skurar!

source: Party orders: burst allowed.
fr: Ordres pour l'équipe : rafales autorisées !
german: Gruppe: Salvenmodus erlaubt.
it: Ordini Party: raffica permessa.
pt_br: Ordens do grupo: explosivo permitido.
spanish: Órdenes grupales: ráfaga permitida.

source: Party orders: burst forbidden.
fr: Ordres pour l'équipe : rafales interdites !
german: Gruppe: Salvenmodus verboten.
it: Ordini Party: raffica proibita.
pt_br: Ordens do grupo: explosivo proibido.
spanish: Órdenes grupales: ráfaga prohibida.

source: Everybody, wait here.
fr: Tout le monde attend ici.
spanish: Todos, esperen aquí.

source: Party Orders: burst allowed.
sv: Grupporder: skurar tillåtet.

source: Party Orders: burst forbidden.
sv: Grupporder: skurar förbjudet.
